Repository: s4ysolutions/multiplatform-comparision
Catalog: flutter/lib/l10n/app_*.arb
Languages: ru

source: Begin conversation
ru: Начни общение

# buyLabel
source: Buy
ru: Купить

# chatsLabel
source: Chats
ru: Чаты

# chatsTitle
source: Chats
ru: Чаты

# favoritesLabel
source: Favorites
ru: Избранное

# homeLabel
source: Home
ru: Главная

# incognito_mode_24
source: Incognito mode for 24 hours
ru: Режим инкогнито на 24 часа

# incognito_mode_24_2
source: Incognito
ru: инкогнито

# incognito_mode_24_3
source: mode for 24 hours
ru: на 24 часа

# incognito_mode_24_description
source: Become invisible in the feed and chats, hide the ad and enjoy <Space> unnoticed communication
ru: Стань невидимкой в ленте и чатах, скрой объявление и наслаждайся <Space> незамеченным общением

# likesCount1
source: person liked you
ru: человек тебя лайкнул

# likesCount234
source: people liked you
ru: человека тебя лайкнули

# likesCount50
source: people liked you
ru: человек тебя лайкнули

# messagePrompt
source: Message...
ru: Сообщение...

# settingsLabel
source: Settings
ru: Настройки

# temptationsInCommon1
source: common temptation
ru: общий соблазн

# temptationsInCommon24
source: common temptations
ru: общих соблазна

# temptationsInCommon50
source: common temptations
ru: общих соблазнов

# termsConditionsLabel
source: Terms and conditions
ru: Условия и положения

# timeFormat
source: {hh}:{mm}
ru: {hh} ч {mm} мин
